---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepCoolingCoilType
source: html/72abdaf3-fffd-e658-64ed-3b4fe12c76c5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepCoolingCoilType Property

"Cooling Coil"

## Syntax (C#)
```csharp
public static ForgeTypeId MepCoolingCoilType { get; }
```